[{"propertyCode": "96317239", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/56/88/f7/1031020892.jpg", "externalReference": "3687V", "numPhotos": 40, "floor": "4", "price": 660000.0, "propertyType": "flat", "operation": "sale", "size": 117.0, "exterior": true, "rooms": 2, "bathrooms": 2, "address": "Calle de Pelai", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3848885, "longitude": 2.1673066, "showAddress": false, "url": "https://www.idealista.com/inmueble/96317239/", "distance": "351", "description": "Piso en venta en Eixample Dreta, Barcelona\r \r Luminoso piso reformado de 105m2 construidos según catastro en Eixample Dreta.\r Vivienda distribuida en un amplio comedor con salida al balcón y buenas vistas, impecable cocina abierta completamente equipada, 2 habitaciones dobles y 2 baños completos.\r Acabados de alta gama, techos altos, suelos de parquet, doble acristalamiento, buena ventilación y mucha luz natural. \r Dispone de aire acondicionado, calefacción, armarios empotrados y trastero.\r Es una cuarta planta real de un edificio de época señorial con ascensor.\r Envidiable ubicación en la ciudad de Barcelona, a un agradable paseo de Plaza Catalunya y Passeig de Gracia dentro del barrio de moda, cerca de zonas de ocio, restauración, transporte público y parques.\r \r Con VISITA SEGURA de Walter Haus podrás seguir alquilando y vendiendo tu piso con total seguridad. Nuestras viviendas y las visitas que realizamos están libres de Covid-19 gracias al protocolo que hemos desarrollado:\r •Visitas Virtuales\r •Desinfección con ozono\r •Kit de seguridad\r •Firma digital\r \r Todo para que puedas seguir alquilando y vendiendo tu piso con total normalidad.", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 5641.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso en Calle de Pelai"}, "hasPlan": true, "has3DTour": true, "has360": true, "hasStaging": false, "labels": [{"name": "luxuryType", "text": "Lujo"}], "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98269646", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/0e/44/3a/1006158045.jpg", "externalReference": "VB2112041-1", "numPhotos": 34, "floor": "1", "price": 750000.0, "propertyType": "flat", "operation": "sale", "size": 140.0, "exterior": true, "rooms": 2, "bathrooms": 2, "address": "Calle de les Jonqueres", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "Sant Pere - Santa Caterina i la Ribera", "latitude": 41.3867007, "longitude": 2.1744305, "showAddress": false, "url": "https://www.idealista.com/inmueble/98269646/", "distance": "400", "description": "Piso tipo Loft en venta en la calle Jonqueres Este loft está situado en Born, muy cerca del Palau de la Musica, en un edificio original del 1870 que había sido un antiguo convento y se rehabilitó íntegramente en el año 1997. En la entrada del edificio hay un amplio recibidor que da acceso a la escalera y al ascensor. En el primer piso encontramos una zona comunitaria ajardinada central donde se ubicaba en el antiguo claustro, que da acceso a la propiedad. La vivienda es toda exterior, con amplios ventanales al tranquilo y silencioso espacio central del edificio. El loft se reformó hace unos 13 años y mantiene ese encanto bohemio tan característico de la zona. En la entrada encontramos el recibidor abierto al amplio salón-comedor con cocina abierta. Está rodeado de grandes ventanales con mucha luz. Tiene acceso a una amplia terraza de 40m2, una zona muy tranquila y luminosa. En la misma planta hay un dormitorio doble con baño completo y en la zona del altillo (planta escriturada) se encuentra el segundo dormitorio abierto al espacio del salón, también dispone de un baño completo en suite. El techo mide 4.50mts de alto y tiene bonitas vigas de madera, el suelo es de parque macizo (se pulirá a gusto del comprador). Además, la vivienda dispone de screens, aire acondicionado frío-calor por Split y calefacción individual por radiadores. La propiedad no dispone de parking en finca, pero existe la posibilidad de alquilar una plaza de aparcamiento en la misma manzana..", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 5357.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Sant Pere - Santa Caterina i la Ribera, Barcelona", "title": "Piso en Calle de les Jonqueres"}, "hasPlan": true, "has3DTour": false, "has360": true, "hasStaging": false, "labels": [{"name": "luxuryType", "text": "Lujo"}], "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98590032", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/bc/94/6d/1017405174.jpg", "externalReference": "BCNP4825", "numPhotos": 22, "price": 785000.0, "propertyType": "flat", "operation": "sale", "size": 108.0, "exterior": false, "rooms": 2, "bathrooms": 2, "address": "barrio La Dreta de l'Eixample", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3858217, "longitude": 2.167038, "showAddress": false, "url": "https://www.idealista.com/inmueble/98590032/", "distance": "290", "description": "Sotheby's International Realty tiene el agrado de presentar esta inmejorable oportunidad de inversión en el corazón de Barcelona. A tan solo 60 metros de Plaza Cataluña encontramos este fantástico piso con licencia turística para siete personas. La propiedad dispone de dos habitaciones, una de ellas dispuesta en suite con su armario y baño completo. La otra, también doble, dispone de un amplio armario empotrado. Un baño completo se halla a pocos pasos de esta habitación. La cocina completa, empotrada, tiene acceso al salón comedor, que se caracteriza por su diafanidad gracias a sus ventanales que dan al corazón de la manzana. Desde este espacio, se puede acceder a un balcón de unos seis metros cuadrados. La finca dispone de servicio de portería y se caracteriza por su señorial entrada. El hecho de tener licencia turística para siete personas y encontrarse a escasos metros del epicentro de la ciudad hacen de esta propiedad una oportunidad única para quienes busquen una inversión segura en Barcelona o la quieran utilizar como vivienda. Si esta vivienda le despierta interés, no dude en ponerse en contacto con nosotros para que le podamos ofrecer el mejor asesoramiento. La Dreta de L’Eixample se inicia en Plaça de Catalunya y su eje central gira en torno al Passeig de Gràcia y el Cuadrat d’Or. Se delimita desde la transitada Calle Balmes hasta el renovado Passeig de Sant Joan y desde la comercial Ronda Sant Pere hasta la conveniente Avinguda Diagonal. Es uno de los barrios, junto con Pedralbes y Sarrià-Sant Gervasi, más caros y exclusivos de Barcelona ciudad. Es imposible no hacer referencia al lujo del Paseo de Gràcia, con las boutiques de las marcas más exclusivas del mundo, o a los comercios de La Rambla de Catalunya. Sin embargo, el resto de sus calles son tanto o más interesantes. En ellas residía parte de la burguesía textilera catalana de principios del siglo XX, la cual ha dejado huella en las espectaculares fincas regias y casas modernistas diseñadas por los arquitectos más famosos de la época, como la Pedrera o la Casa Batlló del gran Antoni Gaudí. En consecuencia, las viviendas características de este barrio son apartamentos amplios, de techos elevados, molduras, elaborados pavimentos y balcones. Muchos edificios y pisos conservan esta herencia arquitectónica original artesanal y es posible encontrar apartamentos remodelados recientemente, áticos, lofts e incluso estudios, que reviven estos elementos, así como pisos con mucho potencial para ser reformados. Este lado de L’Eixample está dotado de todo tipo de servicios y comercios, centros educativos -principalmente escuelas concertadas y privadas-. Le resultará muy fácil moverse andando o desplazarse a través de las conexiones de transporte público hasta las tiendas y restaurantes más caros y en vogue de la ciudad. Este es el mejor barrio si quiere admirar y vivir en la zona noble del fascinante modernismo catalán, residir en una de sus características fincas regias, y convivir en perfecto equilibrio con la vibrante y lujosa vida comercial. Es ideal si desea caminar cada día por sus calles anchas y ordenadas, con fáciles conexiones de transporte, disponer de todo tipo de servicios y equipamientos incluidas escuelas concertadas o privadas, y disfrutar del ambiente más chic, cultural y cosmopolita de Barcelona.", "hasVideo": true, "status": "good", "newDevelopment": false, "priceByArea": 7269.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso"}, "hasPlan": true, "has3DTour": false, "has360": true, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98867499", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/e0/fd/18/1026309187.jpg", "externalReference": "Ho22-31", "numPhotos": 19, "floor": "5", "price": 397000.0, "propertyType": "flat", "operation": "sale", "size": 71.0, "exterior": true, "rooms": 2, "bathrooms": 1, "address": "Calle de la Diputació", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3911286, "longitude": 2.1701825, "showAddress": false, "url": "https://www.idealista.com/inmueble/98867499/", "distance": "408", "description": "En excelente ubicacion de l'Eixample dreta os ofrecemos en planta alta luminosa esta magnifica vivienda para entrar a vivir ¡ De 71 metros construidos originalmente tenía 3 habitaciones, actualmente en 2 habitaciones, una de ellas tipo suite, amplia cocina abierta a salón y balcón orientado al mar. La vivienda esta climatizada por radiadores y aire acondicionado, suelos de parket, lavadero. Quinta planta exterior con ascensor y muy luminosa con orientación este. Finca del año 1976 con ITE pasada, certificado de Aptitud y sin derramas. No cobramos honorarios al comprador. Impuestos, gastos de notaría y gestoría no incluidos en el precio de compra de la vivienda.", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 5592.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso en Calle de la Diputació"}, "hasPlan": true, "has3DTour": false, "has360": true, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98480748", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/35/fb/5f/1013712836.jpg", "externalReference": "BCN06806", "numPhotos": 39, "floor": "2", "price": 785000.0, "propertyType": "flat", "operation": "sale", "size": 115.0, "exterior": true, "rooms": 2, "bathrooms": 2, "address": "barrio La Dreta de l'Eixample", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3851103, "longitude": 2.1676783, "showAddress": false, "url": "https://www.idealista.com/inmueble/98480748/", "distance": "313", "description": "Maravilloso piso con licencia turística en finca regia cerca de Plaza Catalunya. Este piso situado al lado de Plaza Catalunya, Rambla Catalunya, el Paseo de Gracia y Las Ramblas dispone de licencia turística para 7 huéspedes, lo que lo convierte en un atractivo importante en una ubicación tan céntrica. Dispone de numerosos atractivos de la ciudad en los alrededores y toda clase de restaurantes, tiendas, boutiques de lujo, centros comerciales y opciones de transporte público. La vivienda se sitúa en la 2ª planta de una finca regia completamente restaurada, respetando los elementos originales y modernizada, con entrada señorial, techos altos, doble escalera de mármol, 2 ascensores y conserje de lunes a viernes. El piso es muy tranquilo, ya que está orientado hacia el patio de manzana interior, evitando así el ruido de la calle. Tiene 115 m2 construidos interiores y una pequeña terraza de 4 m2. Dispone de un luminoso salón-comedor de casi 40 m2 con grandes ventanales y acceso a la terraza, cocina independiente, una habitación en suite que da al patio de manzana, otra habitación interior y un segundo cuarto de baño. El piso está amueblado y equipado con electrodomésticos. Tiene elegantes suelos de mármol claro, armarios empotrados, techos con molduras (sería posible recuperar los techos de 3,5 metros con volta catalana) y varios elementos de confort y dispositivos electrónicos. No dudes en concertar una visita para conocer este inmueble, ideal como inversión y también para vivir con todas las comodidades en el centro de Barcelona.", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 6826.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso"}, "hasPlan": true, "has3DTour": true, "has360": false, "hasStaging": false, "labels": [{"name": "luxuryType", "text": "Lujo"}], "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "96400707", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/dd/4b/8a/946099274.jpg", "externalReference": "BCN06628", "numPhotos": 24, "floor": "4", "price": 660000.0, "propertyType": "flat", "operation": "sale", "size": 117.0, "exterior": true, "rooms": 2, "bathrooms": 2, "address": "barrio La Dreta de l'Eixample", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.387236, "longitude": 2.1658799, "showAddress": false, "url": "https://www.idealista.com/inmueble/96400707/", "distance": "323", "description": "Esta vivienda reformada a estrenar presenta una ubicación envidiable a un paso de Plaza Catalunya, el Paseo de Gracia y La Rambla. Por lo tanto, permite disfrutar de todas las comodidades del centro de Barcelona, así como de una gran oferta de servicios, centros comerciales, boutiques de lujo y entidades de prestigio en los alrededores. Al entrar, un gran distribuidor nos conduce a las zonas de día y de noche, claramente diferenciadas. El salón-comedor con cocina integrada es luminoso, ya que dispone de un balcón orientado hacia la calle con estupendas vistas a la ciudad. Los techos altos aportan una agradable sensación de amplitud. En la zona de noche encontramos 2 dormitorios y 2 cuartos de baño. La habitación principal en suite con cuarto de baño propio es muy tranquila, ya que está orientada hacia el patio interior de manzana. Dispone de vestidor y de una galería en la que relajarse, con abundante luz natural. El otro dormitorio doble da a la calle y tiene un balcón. Por último, hay un cuarto de baño independiente al lado del salón. La reforma destaca por sus acabados de alta gama y grandíisma elegancia. El inmueble está equipado con suelos de parquet, aire acondicionado, calefacción, electrodomésticos, armarios empotrados y ventanas de doble acristalamiento. La propiedad se sitúa en la cuarta planta real de un edificio de época señorial con ascensor y servicio de conserjería. Además, el precio incluye un trastero en la misma finca. Este piso es un valor seguro con una localización inmejorable, lo que lo convierte en una inversión ideal.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 5641.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso"}, "hasPlan": true, "has3DTour": false, "has360": true, "hasStaging": false, "labels": [{"name": "luxuryType", "text": "Lujo"}], "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98270489", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/86/34/35/1006184025.jpg", "externalReference": "VB2204015-2", "numPhotos": 27, "floor": "4", "price": 495000.0, "propertyType": "flat", "operation": "sale", "size": 120.0, "exterior": false, "rooms": 2, "bathrooms": 1, "address": "barrio La Dreta de l'Eixample", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3865952, "longitude": 2.1647723, "showAddress": false, "url": "https://www.idealista.com/inmueble/98270489/", "distance": "425", "description": "Piso en venta reformado, cerca a Plaza Cataluña  Piso en venta reformado, amueblado cerca a Plaza y Rambla de Cataluña, encontramos este luminoso piso en una quinta planta real, en una finca clásica de 1871 con detalles de época, con ascensor, siete plantas y tres vecinos por planta. La vivienda se encuentra integralmente reformada del año 2019 con acabados de alta calidad, lo que proporciona un estilo moderno y actual. El piso da a un tranquilo patio de manzana orientado al Noroeste, por lo que además de su céntrica ubicación goza de mucha tranquilidad. La vivienda consta de de una superficie construida de vivienda de 120m2 según Catastro, dispone de un amplio salón - comedor con cocina e isla totalmente integrada que comunica con una galería con grandes ventanales y vistas al patio de manzana. Dispone de dos habitaciones dobles (una de ellas interior sin ventana y la otra con una ventana que da a la galería y permite la entrada de luz natural), y un baño completo con plato ducha. Aprovecha está oportunidad y contáctanos para visitarlo!", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 4125.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "97495309", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/fd/70/c6/981110748.jpg", "externalReference": "BCN34009", "numPhotos": 27, "price": 550000.0, "propertyType": "flat", "operation": "sale", "size": 107.0, "exterior": true, "rooms": 2, "bathrooms": 2, "address": "barrio El Raval", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Raval", "latitude": 41.3847134, "longitude": 2.1682689, "showAddress": false, "url": "https://www.idealista.com/inmueble/97495309/", "distance": "330", "description": "Esta excelente propiedad ha sido recientemente reformada con materiales de alta calidad y elegantes acabados que combinan lo mejor de las tendencias actuales de diseño de interiores y el encanto tradicional de Barcelona.  El piso se encuentra en la tercera planta de un edificio modernista que data de 1870 con una elegante entrada que realza unos espectaculares artesonados y está dotado de un ascensor de época con forja decorativa.  Su distribución funcional se compone de 2 habitaciones dobles, una de ellas con baño en suite, así como 1 baño completo independiente. Las salas de estar son amplias, luminosas y de diseño abierto con techos altos abovedados, pisos de mosaicos originales y hermosa carpintería. La cocina es de planta abierta y su diseño limpio y moderno contrasta muy bien con las características de época conservadas en la espaciosa sala de estar, que da a un hermoso balcón/terraza que da a un tranquilo patio. Al estar al mismo nivel que la zona de día, funciona prácticamente como una extensión de la zona de día.  La cuidada decoración es agradablemente neutra para que el nuevo propietario pueda simplemente mudarse y adaptar la casa a su propio estilo personal. Una propiedad envidiable con una distribución excelente, acabados impecables y una ubicación muy céntrica, a un paso de Plaça Catalunya, en el barrio gótico de moda del Casco Antiguo.", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 5140.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "El Raval, Barcelona", "title": "Piso"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98269507", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/3a/4c/13/1006153657.jpg", "externalReference": "VB2111003", "numPhotos": 34, "floor": "2", "price": 1190000.0, "propertyType": "flat", "operation": "sale", "size": 121.0, "exterior": true, "rooms": 2, "bathrooms": 2, "address": "Calle de Casp", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3906317, "longitude": 2.171811, "showAddress": false, "url": "https://www.idealista.com/inmueble/98269507/", "distance": "391", "description": "Piso con zona comunitaria en venta en calle Casp Ubicado en una de las calles más señoriales de l’Eixample, en una elegante finca regia totalmente rehabilitada en 2016, rodeado de comercios y transporte público y a un paso de Plaça Catalunya, encontramos este exclusivo piso de 120 m2 aproximadamente. La propiedad mantiene todos los detalles de época, techos altos, carpintería de madera, techos abovedados, suelos hidráulicos, suelos de madera, grandes ventanales. todo ello mezclado con acabados de alta gama. En la zona de día hay un salón comedor en dos ambientes con cocina abierta, salida al típico balcón de l’Eixample y zona de aguas, todo ello con orientación sur. En la zona de noche encontramos dos habitaciones dobles con armarios empotrados, una de ellas en suite y dos baños completos. El piso dispone de aire acondicionado y calefacción por radiadores y un trastero. Completan este conjunto una zona comunitaria en el terrado con piscina y en la planta baja un gran gimnasio con todo tipo de máquinas para mantenerse en forma sin salir de casa. Oportunidad única de adquirir una vivienda de lujo en el centro de Barcelona...", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 9835.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso en Calle de Casp"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "labels": [{"name": "luxuryType", "text": "Lujo"}], "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "97340240", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/2c/d8/20/976439257.jpg", "externalReference": "VI-000-030-654-499", "numPhotos": 16, "floor": "2", "price": 375000.0, "propertyType": "flat", "operation": "sale", "size": 146.0, "exterior": false, "rooms": 2, "bathrooms": 2, "address": "MARE DE DEU DEL PILAR", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "Sant Pere - Santa Caterina i la Ribera", "latitude": 41.3889577, "longitude": 2.1744363, "showAddress": false, "url": "https://www.idealista.com/inmueble/97340240/", "distance": "424", "description": "Amplio piso en Barcelona, ideal para parejas, muy cerca de Urquinaona. La vivienda cuenta con una superficie de 146 m² construidos distribuidos en 2 habitaciones, salón-comedor, cocina además de 2 aseos. Localizado en el centro de Barcelona, muy cerca de Ronda Litoral en el barrio de Sant Pere, Santa Caterina i la Ribera, cerca de Plaça de Catalunya, Mercado de La Boqueria y Cathedral of Barcelona. En sus alrededores encontramos la Facultat de Geografia i d'Història UB, supermercados, bancos, bibliotecas, farmacias, oficinas de correos, centros deportivos, paradas de autobús, la estación de metro Jaume I y la estación de tren Arc de Triomf. Se encuentra a 7 minutos a pie del centro de la localidad.", "hasVideo": false, "status": "renew", "newDevelopment": false, "hasLift": false, "priceByArea": 2568.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Sant Pere - Santa Caterina i la Ribera, Barcelona", "title": "Piso en MARE DE DEU DEL PILAR"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "97697172", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/81/20/f7/987435422.jpg", "externalReference": "abcn38", "numPhotos": 26, "floor": "5", "price": 495000.0, "propertyType": "flat", "operation": "sale", "size": 128.0, "exterior": true, "rooms": 2, "bathrooms": 1, "address": "Calle de Bergara", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3852455, "longitude": 2.1695045, "showAddress": false, "url": "https://www.idealista.com/inmueble/97697172/", "distance": "248", "description": "Ubicada en una hermosa finca regia en perfecto estado. en el quadrat d or de Barcelona, a escasos metros de Plaza Cataluña y Paseo de Gracia encontramos esta espectacular vivienda completamente reformada con excelentes calidades y muy buen gusto, hace poco mas de dos años. Tiene un metraje de 128m² según catastro. Se trata de una 5º planta real de altura, muy luminosa (tiene triple entrada de luz) y tranquila. Es exterior a un gran patio de manzana. Amplio salón comedor con salida a un generoso balcón, actualmente cerrado y utilizado como despacho dotando a la vivienda una tercera habitación. Cocina americana con isla, electrodomésticos de última generación, dos dormitorios dobles y un baño completo.  Dispone de aire acondicionado, calefacción y suelos de parquet. Inmejorablemente ubicado con todo tipo de transporte publico para recorrer toda la ciudad de Barcelona, a 1 minuto caminando de plaza Cataluña: Metro( L1-L3, Roja y Verde), Ferrocarriles, (S1, S2, S6) y Rodalies RENFE. 1 minuto de la parada Universidad ( L1, Roja), 3 min de Passeig de Gracia ( L4 y L3, Amarilla y Verde) así como múltiples líneas de autobuses. A 5 min de la milla de oro de Barcelona. Un lujo para gozar de todo lo que ofrece el centro de la ciudad, tiendas de moda, restaurantes, cines, locales de ocio, pero a la vez disfrutando de una vivienda tranquila.  En cumplimiento de la ley 3/2917 del 13 de febrero de 2018 del CODIGO CIVIL DE CATALUNYA, por el que se aprueba el Reglamento de Información al Consumidor en la compraventa y arrendamiento de viviendas en CATALUÑA, se informa al cliente que los gastos notariales, registrales e impuestos que le sean de aplicación ( ITP ó IVA + AJD ) no están incluidos en el precio..", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 3867.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso en Calle de Bergara"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98289697", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/6f/af/1b/1006991920.jpg", "externalReference": "RBV2423", "numPhotos": 51, "floor": "3", "price": 625000.0, "propertyType": "flat", "operation": "sale", "size": 90.0, "exterior": true, "rooms": 2, "bathrooms": 2, "address": "Calle Balmes", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3863261, "longitude": 2.1653176, "showAddress": false, "url": "https://www.idealista.com/inmueble/98289697/", "distance": "390", "description": "PISO MODERNISTA PROXIMO A PLAZA CATALUNYA Finca regia majestuosa en la cuna del Modernismo barcelonés, elegante fachada y excelente portería a un paso de Rambla Catalunya. Zona exclusiva y emblemática de la Ciudad Condal con todas las oportunidades que la ciudad de Barcelona ofrece. Comunicaciones excelentes con todos los medios de transporte a su alcance. Portería de alto standing. VIVIENDA Se trata de un espacio pensado para disfrutar y vivir con comodidad. La vivienda se compone de diferentes espacios, consta de un amplio salón comedor con salida a balcón, cocina abierta, un dormitorio tipo suite con salida a balcón, un segundo dormitorio tipo suite, dos cuartos de baño completos y un aseo. Trastero en la azotea. Piso totalmente reformado con altos techos, acabados de alta calidad y parquet de madera natural. Aire climatizado y cristales con rotura térmica. Todo ello hace de esta vivienda un espacio de alto confort. CARACTERÍSTICAS - Localización privilegiada y exclusiva. - Vivienda de 90 m². - Gran salón comedor. - Gran balcón. - Dos habitaciones tipo suite. - Dos baños completos. - Cocina totalmente equipada. - Un aseo. - Suelo parquet de madera natural. - Sin amueblar. - Excelente comunicaciones. COMUNICACIONES Ubicada en unas de las calles principales de Barcelona con múltiples paradas de autobús urbano, paradas de metro, Renfe y ferrocarrils catalans. ■ BUS: 54, 63, 67, H10, N3, N5, N7 ■ FGC: L6, L7, S1, S2, S5, S6 Provença ■ METRO: L1, Universitat / L2, L3, L4 Pº de Gracia ■ RENFE: Pº de Gracia CONTACTE CON NOSOTROS PARA MÁS INFORMACIÓN O PARA ORGANIZAR UNA VISITA.", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 6944.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso en Calle Balmes"}, "hasPlan": true, "has3DTour": false, "has360": true, "hasStaging": false, "labels": [{"name": "luxuryType", "text": "Lujo"}], "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "96400757", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/c4/8d/2b/946100208.jpg", "externalReference": "BCN06628", "numPhotos": 23, "floor": "4", "price": 660000.0, "propertyType": "flat", "operation": "sale", "size": 117.0, "exterior": true, "rooms": 2, "bathrooms": 2, "address": "barrio El Raval", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Raval", "latitude": 41.3847832, "longitude": 2.1683764, "showAddress": false, "url": "https://www.idealista.com/inmueble/96400757/", "distance": "319", "description": "Esta vivienda reformada a estrenar presenta una ubicación envidiable a un paso de Plaza Catalunya, el Paseo de Gracia y La Rambla. Por lo tanto, permite disfrutar de todas las comodidades del centro de Barcelona, así como de una gran oferta de servicios, centros comerciales, boutiques de lujo y entidades de prestigio en los alrededores. Al entrar, un gran distribuidor nos conduce a las zonas de día y de noche, claramente diferenciadas. El salón-comedor con cocina integrada es luminoso, ya que dispone de un balcón orientado hacia la calle con estupendas vistas a la ciudad. Los techos altos aportan una agradable sensación de amplitud. En la zona de noche encontramos 2 dormitorios y 2 cuartos de baño. La habitación principal en suite con cuarto de baño propio es muy tranquila, ya que está orientada hacia el patio interior de manzana. Dispone de vestidor y de una galería en la que relajarse, con abundante luz natural. El otro dormitorio doble da a la calle y tiene un balcón. Por último, hay un cuarto de baño independiente al lado del salón. La reforma destaca por sus acabados de alta gama y grandíisma elegancia. El inmueble está equipado con suelos de parquet, aire acondicionado, calefacción, electrodomésticos, armarios empotrados y ventanas de doble acristalamiento. La propiedad se sitúa en la cuarta planta real de un edificio de época señorial con ascensor y servicio de conserjería. Además, el precio incluye un trastero en la misma finca. Este piso es un valor seguro con una localización inmejorable, lo que lo convierte en una inversión ideal.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 5641.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "El Raval, Barcelona", "title": "Piso"}, "hasPlan": true, "has3DTour": true, "has360": false, "hasStaging": false, "labels": [{"name": "luxuryType", "text": "Lujo"}], "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "93162522", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/fa/6e/6a/914281528.jpg", "externalReference": "BHHS-002772", "numPhotos": 17, "floor": "2", "price": 790000.0, "propertyType": "flat", "operation": "sale", "size": 106.0, "exterior": true, "rooms": 2, "bathrooms": 2, "address": "barrio El Gòtic", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Gòtic", "latitude": 41.3838827, "longitude": 2.1715327, "showAddress": false, "url": "https://www.idealista.com/inmueble/93162522/", "distance": "426", "description": "PISO DE LUJO EN VENTA EN GÓTICO, BARCELONA PROPIEDAD EXCLUSIVA EN RAMBLAS FRENTE A LA BOQUERIA CON REFORMA DE MAGNIFICOS ACABADOS Berkshire Hathaway HomeServices LARVIA, consultora especializada en la comercialización de propiedades exclusivas en las mejores zonas de Barcelona, les ofrece este lujoso y  amplio piso de 105 metros. En el corazón de Barcelona, sobre las Ramblas, frente al emblemático mercado de La Boquería, al lado del Liceu, rodeado de todo tipo de comercios y servicios, así como del centro comercial del Corte Inglés y Plaza Catalunya. En una de las zonas más cotizadas de la ciudad, es un apartamento ideal además como producto de inversión, al existir muy poca oferta de viviendas de estas características y estar en una zona de negocios muy importante en la ciudad de Barcelona. La vivienda dispone de 105 metros cuadrados, esta totalmente reformada con acabados de excelente calidad y buen gusto. El piso se compone de dos habitaciones cada una con baño completo y un gran salón comer con cocina integrada totalmente equipada.   Berkshire Hathaway homeservices Larvia, dispone de más viviendas en la finca, con superficies comprendidas entre los 52 y 175 metros construidos. Para cualquier información, no dude en contactar con nuestro equipo.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 7453.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "El Gòtic, Barcelona", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "labels": [{"name": "luxuryType", "text": "Lujo"}], "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "96788298", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/33/ea/bf/956580308.jpg", "externalReference": "Ho22-08", "numPhotos": 34, "floor": "2", "price": 410000.0, "propertyType": "flat", "operation": "sale", "size": 87.0, "exterior": true, "rooms": 2, "bathrooms": 2, "address": "Via Laietana", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Gòtic", "latitude": 41.3893483, "longitude": 2.1721739, "showAddress": false, "url": "https://www.idealista.com/inmueble/96788298/", "distance": "291", "description": "En pleno centro de la ciudad en la emblematica Via Laietana os ofrecemos esta magnifica vivienda para entrar a vivir.  De 87 metros construidos y 80 utiles distribuidos en amplio salon comedor con salida a balcon, cocina independiente, dos habitaciones una de ellas tipo suite con baño completo y vestidor, un baño mas. En preciosa finca regia rehabilitada del año 1.840. Plaza de parking opcional en la misma finca muy util por la zona.  Excepcional ubicacion junto Plaça Urquinaona y a escasos minutos de Plaça Catalunya y Paseo de Gracia. No cobramos honorarios al comprador. Impuestos, gastos de notaría y gestoría no incluidos en el precio de compra de la vivienda.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 4713.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "El Gòtic, Barcelona", "title": "Piso en Via Laietana"}, "hasPlan": true, "has3DTour": true, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98284223", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/79/e5/47/1006658253.jpg", "externalReference": "VI-000-046-719-771", "numPhotos": 22, "floor": "2", "price": 412500.0, "propertyType": "flat", "operation": "sale", "size": 90.0, "exterior": true, "rooms": 2, "bathrooms": 1, "address": "pi", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3857974, "longitude": 2.167668, "showAddress": false, "url": "https://www.idealista.com/inmueble/98284223/", "distance": "254", "description": "Piso en Barcelona, idóneo para parejas. La vivienda dispone de una superficie de 98 m² distribuidos en 2 habitaciones, salón-comedor, cocina además de 1 aseo. El inmueble es muy luminoso y tiene suelos de parquet. Ubicado en la 2a planta del edificio, con ascensor. Localizado en el corazón de Barcelona, muy cerca de Ronda Litoral en el barrio de Call de Barcelona, cerca de Plaça Catalunya, Mercado de La Boqueria y la Catedral de Barcelona. En sus alrededores encontramos la Facultat de Geografia i Història - Universitat de Barcelona, supermercados, bancos, bibliotecas, farmacias, oficinas de correos, paradas de autobús, la estación de metro Liceu y la estación de tren Pl. Catalunya. Se encuentra a 5 minutos andando del centro de la localidad.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 4583.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso en pi"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98283605", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/a8/fa/94/1006623290.jpg", "externalReference": "VI-000-046-719-770", "numPhotos": 24, "floor": "1", "price": 504500.0, "propertyType": "flat", "operation": "sale", "size": 98.0, "exterior": true, "rooms": 2, "bathrooms": 1, "address": "pi", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3860974, "longitude": 2.170168, "showAddress": false, "url": "https://www.idealista.com/inmueble/98283605/", "distance": "156", "description": "Piso en Barcelona, perfecto para parejas. La vivienda dispone de una superficie de 98 m² distribuidos en 2 habitaciones, salón-comedor con acceso al balcón, cocina además de 1 baño completo. El inmueble tiene mucha luz natural y suelos de parquet. Situado en la 1a planta del edificio, con ascensor. Situado en el centro de Barcelona, muy cerca de Ronda Litoral en el barrio de Call de Barcelona, al lado de Plaça Catalunya, Mercado de La Boqueria y la Catedral de Barcelona. En sus alrededores encontramos la Facultat de Geografia i Història - Universitat de Barcelona, supermercados, bancos, bibliotecas, farmacias, oficinas de correos, paradas de autobús, la estación de metro Liceu y la estación de tren Pl. Catalunya. Se encuentra a 5 minutos a pie del centro de la localidad.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 5148.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso en pi"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "labels": [{"name": "luxuryType", "text": "Lujo"}], "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "96891044", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/ca/dd/45/959624704.jpg", "externalReference": "677-P", "numPhotos": 93, "floor": "4", "price": 1900000.0, "propertyType": "duplex", "operation": "sale", "size": 149.0, "exterior": true, "rooms": 2, "bathrooms": 4, "address": "Calle de la Diputació, 258", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3907216, "longitude": 2.1676458, "showAddress": true, "url": "https://www.idealista.com/inmueble/96891044/", "distance": "401", "description": "UBICACIÓN Ubicado en pleno centro de la ciudad, este barrio delimitado por la Avinguda Diagonal, la calle Balmes, la Gran Via de les Corts Catalanes y la calle Comte d'Urgell es conocido por su importante oferta de ocio y restauración, además de por sus tiendas y la historia y referencia de algunos de sus equipamientos más importantes, como la Universitat Central de Barcelona, el Hospital Clínic o el Mercat del Ninot. La Antiga Esquerra del Eixample es un barrio barcelonés por excelencia y ejemplo claro del Eixample de Cerdà, donde buena parte de la vida sucede en los interiores de isla y a pie de calle, en los locales de las plantas bajas de los edificios. Aquí toman protagonismo los pequeños comercios de oferta cuidada y diferenciada; los establecimientos con una larga y consolidada tradición y las nuevas tiendas y, también, servicios que mantienen siempre al día a este popular barrio de la ciudad. La propiedad se encuentra en la calle Diputación entre Muntaner y Aribau. DESCRIPCIÓN Exclusiva promoción de pisos en edificio modernista con ascensor y rehabilitación integral de la finca. Reforma del interior de las viviendas con los más altos estándares de calidad diseñados por el prestigioso interiorista Jaime Beriestain. Ático dúplex con una superficie construida de 148 m2, distribuidos en un salón comedor con chimenea y salida a un agradable balcón, una cocina totalmente equipada, 2 habitaciones tipo suite con baño completo, dos habitaciones dobles y un aseo. Además cuenta con dos terrazas, una de 7 m2 y otra de 26 m2. Las viviendas ofrecen detalles tales como: \u2028carpintería interior de madera, \u2028puertas de paso de DM acabado lacado de roble natural\u2028, armarios empotrados de carpintería, interior aglomerado chapada en madera roble natural y acabado barniz incoloro mate\u2028, ventanas y balconeras de madera de la casa ROI modelo PLUS Recto, cristales Climalit por vidrio laminado exterior 4 4, cámara de aire de 16mm y vidrio interior de 6mm. La carpintería de fachada dispone de cortinas interiores con accionamiento domótico. El edificio cuenta con una fabulosa terraza comunitaria. Estaremos encantados de atenderle para ayudarle con cualquier duda que tenga respecto a esta maravillosa propiedad. Le ofreceremos asesoramiento personalizado y le atenderemos sin ningún compromiso.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 12752.0, "detailedType": {"typology": "flat", "subTypology": "duplex"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Dúplex en Calle de la Diputació, 258"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "labels": [{"name": "luxuryType", "text": "Lujo"}], "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "96889711", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/83/21/a9/959589511.jpg", "externalReference": "676-P", "numPhotos": 91, "price": 1325000.0, "propertyType": "flat", "operation": "sale", "size": 149.0, "exterior": true, "rooms": 2, "bathrooms": 3, "address": "Calle de la Diputació, 258", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3907216, "longitude": 2.1676458, "showAddress": true, "url": "https://www.idealista.com/inmueble/96889711/", "distance": "401", "description": "UBICACIÓN Ubicado en pleno centro de la ciudad, este barrio delimitado por la Avinguda Diagonal, la calle Balmes, la Gran Via de les Corts Catalanes y la calle Comte d'Urgell es conocido por su importante oferta de ocio y restauración, además de por sus tiendas y la historia y referencia de algunos de sus equipamientos más importantes, como la Universitat Central de Barcelona, el Hospital Clínic o el Mercat del Ninot. La Antiga Esquerra del Eixample es un barrio barcelonés por excelencia y ejemplo claro del Eixample de Cerdà, donde buena parte de la vida sucede en los interiores de isla y a pie de calle, en los locales de las plantas bajas de los edificios. Aquí toman protagonismo los pequeños comercios de oferta cuidada y diferenciada; los establecimientos con una larga y consolidada tradición y las nuevas tiendas y, también, servicios que mantienen siempre al día a este popular barrio de la ciudad. La propiedad se encuentra en la calle Diputación entre Muntaner y Aribau. DESCRIPCIÓN Exclusiva promoción de pisos en edificio modernista con ascensor y rehabilitación integral de la finca. Fabulosas viviendas con reforma interior de las viviendas con los más altos estándares de calidad diseñados por el prestigioso interiorista Jaime Beriestain. Encontramos 3 unidades que se corresponden con un principal, un 1º y un 2º. Todos ellos tienen una superficie construida de 149 m2 distribuidos en un salón comedor con chimenea y salida a un agradable balcón, una cocina totalmente equipada, 2 habitaciones tipo suite con baño completo y un aseo. El principal además tiene una terraza de 42 m2. Las propiedades cuentan con acabados con los más altos estándares de calidad, como: Carpintería interior de madera. \u2028Puertas de paso de DM acabado lacado de roble natural, armarios empotrados de carpintería, interior aglomerado chapada en madera roble natural y acabado barniz incoloro mate, ventanas y balconeras de madera de la casa ROI modelo PLUS Recto, cristales Climalit por vidrio laminado exterior 4 4, cámara de aire de 16mm y vidrio interior de 6mm. \u2028 La carpintería de fachada dispone de cortinas interiores con accionamiento domótico. Precios: Principal1.325. 000€ 1º1.200. 000€ 2º1.275. 000€ El edificio cuenta con una fabulosa terraza comunitaria. Estaremos encantados de atenderle para ayudarle con cualquier duda que tenga respecto a esta maravillosa propiedad. Le ofreceremos asesoramiento personalizado y le atenderemos sin ningún compromiso.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": false, "priceByArea": 8893.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso en Calle de la Diputació, 258"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "labels": [{"name": "luxuryType", "text": "Lujo"}], "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98283956", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/87/03/26/1006636342.jpg", "externalReference": "VI-000-046-719-771", "numPhotos": 26, "floor": "2", "price": 508500.0, "propertyType": "flat", "operation": "sale", "size": 98.0, "exterior": true, "rooms": 2, "bathrooms": 1, "address": "pi", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3868974, "longitude": 2.167268, "showAddress": false, "url": "https://www.idealista.com/inmueble/98283956/", "distance": "216", "description": "Piso en Barcelona, idóneo para parejas. La vivienda dispone de una superficie de 98 m² distribuidos en 2 habitaciones, salón-comedor, cocina además de 1 aseo. El inmueble es muy luminoso y tiene suelos de parquet. Ubicado en la 2a planta del edificio, con ascensor. Localizado en el corazón de Barcelona, muy cerca de Ronda Litoral en el barrio de Call de Barcelona, cerca de Plaça Catalunya, Mercado de La Boqueria y la Catedral de Barcelona. En sus alrededores encontramos la Facultat de Geografia i Història - Universitat de Barcelona, supermercados, bancos, bibliotecas, farmacias, oficinas de correos, paradas de autobús, la estación de metro Liceu y la estación de tren Pl. Catalunya. Se encuentra a 5 minutos andando del centro de la localidad.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 5189.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso en pi"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "labels": [{"name": "luxuryType", "text": "Lujo"}], "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98146828", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/14/0b/ee/1002590775.jpg", "externalReference": "BCN6941", "numPhotos": 29, "price": 1225000.0, "propertyType": "flat", "operation": "sale", "size": 154.0, "exterior": false, "rooms": 2, "bathrooms": 3, "address": "barrio La Dreta de l'Eixample", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3894188, "longitude": 2.173111, "showAddress": false, "url": "https://www.idealista.com/inmueble/98146828/", "distance": "354", "description": "Este exclusivo apartamento histórico se ubica en una finca modernista donde se combinan preciosos detalles de época con una elegancia moderna, con un diseño muy estudiado y acabados de lujo. El apartamento está completamente renovado, pero conserva la esencia modernista de la propiedad, como se observa en los techos.  El piso tiene una superficie total de 154 m² con 2 dormitorios, uno de ellos con baño privado y armario empotrado de 5 puertas. El otro dormitorio doble utiliza el segundo baño completo de pasillo, y el tercer baño es para invitados.  También cuenta con una cocina completamente equipada con espacio de comedor y una zona de lavandería. El amplio salón con techos altos se encuentra al lado de la cocina y ofrece vistas a un patio de manzana típico del Eixample. Además, la propiedad goza de vistas a la Casa Calvet de Antoni Gaudí.  Una propiedad idílica en un edificio histórico de Barcelona.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 7955.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98066265", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/61/0d/6b/999855462.jpg", "externalReference": "BCN10060", "numPhotos": 27, "price": 885000.0, "propertyType": "flat", "operation": "sale", "size": 100.0, "exterior": false, "rooms": 2, "bathrooms": 2, "address": "barrio La Dreta de l'Eixample", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3880627, "longitude": 2.1673864, "showAddress": false, "url": "https://www.idealista.com/inmueble/98066265/", "distance": "207", "description": "Preciosa vivienda situada en la tercera planta de una finca regia con ascensor y conserje, ubicada en el paseo de Gràcia. El piso conserva algunos de los elementos arquitectónicos originales de la época como la fachada original del edificio y los techos de 5 metros de altura, combinándolo con un moderno diseño interior. La vivienda resulta muy tranquila ya que está orientada al patio interior del edificio.  Se reformó por completo en 2018 y consta de 2 plantas. La primera planta dispone de un agradable y amplio salón, una cocina abierta totalmente equipada, con abundante luz natural desde los grandes ventanales. También consta de un amplio dormitorio y un cuarto de baño. La planta abuhardillada ofrece el dormitorio principal de 30 m² con cuarto de baño privado.  La vivienda cuenta con acabados de alta calidad como el suelo de parqué y los techos, con la típica bóveda catalana. Se entrega amueblada y totalmente equipada, incluyendo aire acondicionado, ventanas con doble acristalamiento, nevera, lavadora, lavavajillas, entre otros.  Una preciosa vivienda en el corazón de Barcelona, ideal como primera o segunda residencia.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 8850.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98291416", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/84/b3/c3/1006907596.jpg", "numPhotos": 27, "floor": "en", "price": 531000.0, "propertyType": "flat", "operation": "sale", "size": 98.0, "exterior": false, "rooms": 2, "bathrooms": 1, "address": "Pi", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3868974, "longitude": 2.166668, "showAddress": false, "url": "https://www.idealista.com/inmueble/98291416/", "distance": "264", "description": "Piso de lujo situado en el corazón del barrio Gótico. cerca del teatro del Liceo. Piso con 2 habitciones y 2 baños. Piso muy luminoso en edificio regio totalmente reformado.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 5418.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso en Pi"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98291438", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/2a/be/60/1006908008.jpg", "numPhotos": 20, "floor": "en", "price": 364000.0, "propertyType": "flat", "operation": "sale", "size": 72.0, "exterior": true, "rooms": 2, "bathrooms": 1, "address": "PI", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3872974, "longitude": 2.169368, "showAddress": false, "url": "https://www.idealista.com/inmueble/98291438/", "distance": "36", "description": "Es un piso situado en el popular \"carrer del Pi\", cerca del teatro del Liceo. Piso reformado de 2 habitaciones y dos baños. Piso muy luminoso y amueblado. Situado en un edificio totalmente reformado. El edificio dispone de ascensor.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 5056.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso en PI"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98266421", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/4b/a4/b4/1006069141.jpg", "externalReference": "613349", "numPhotos": 26, "floor": "3", "price": 265000.0, "propertyType": "flat", "operation": "sale", "size": 62.0, "exterior": true, "rooms": 2, "bathrooms": 1, "address": "Calle de l'Argenter", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "Sant Pere - Santa Caterina i la Ribera", "latitude": 41.3866168, "longitude": 2.1748432, "showAddress": false, "url": "https://www.idealista.com/inmueble/98266421/", "distance": "435", "description": "Fabuloso piso con balcón en Ciutat Vella. Compraventa entre particulares con Housfy. Oportunidad de adquirir magnífica vivienda totalmente reformada y manteniendo elementos originales de la época en Ciutat Vella, Barcelona. Perfecto para familias o parejas que busquen un lugar cómodo para su día a día. Construido en el año 1936 en Barcelona. Consta de 56 m2 muy bien distribuidos. Características: - Estupendo piso de 56 m2 a estrenar en Sant Pere - Santa Caterina i la Ribera. (Los metros cuadrados están verificados con la Dirección General de Catastro) - Podemos disfrutar de 2 habitaciones y 1 baño. - Agradable salón amplio y luminoso, donde disfrutar de tu familia. - Con una adecuada cocina en buen estado y equipada con todo lo necesario. - Techos originales de volta catalana. - Suelos de parquet. - Balcón. - Exterior. La localización de este piso se encuentra en Barcelona. Una vivienda ideal para aquellos que quieran un cómodo espacio donde vivir con todo lo necesario del día a día a un paso de su casa. Sobre nosotros: Housfy es una plataforma tecnológica que ofrece al propietario/a todos los servicios necesarios para que pueda vender la propiedad por su cuenta. Para más información, visítenos en housfy. com. AICAT número: 7922.", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": false, "priceByArea": 4274.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Sant Pere - Santa Caterina i la Ribera, Barcelona", "title": "Piso en Calle de l'Argenter"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "99004121", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/24/34/f1/1031100501.jpg", "externalReference": "AB-PONT-390", "numPhotos": 14, "floor": "4", "price": 390000.0, "propertyType": "flat", "operation": "sale", "size": 75.0, "exterior": true, "rooms": 2, "bathrooms": 1, "address": "Calle de Pelayo", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Raval", "latitude": 41.3860959, "longitude": 2.1656732, "showAddress": false, "url": "https://www.idealista.com/inmueble/99004121/", "distance": "372", "description": "REF. AB-PONT-390 CONTACTA CON NOSOTROS AL WHATSAPP AL 634.947. 254. ANDREA UBICACION UNICA La Casa Agency Punto Pont del Treball presenta: Vivienda, en el corazón de Barcelona, a escasos pasos de la Rambla de Catalunya. Cuenta con una superficie de 75 m2 divido en: - Habitación Matrimonial con Armario amplio empotrado. - Salón Comedor Amplio con muchísima luz, con Cocina Americana, Mesa desayunador y espacio lavadero, Espacio Abierto con salida directa al Balcón. - Habitación Mediana al patio comunitario, luminosa. - Baño 3 piezas con Plato de Ducha Dispone de calefacción individual, techos originales tipo bóvedas catalanas en toda la vivienda, actualmente solo algunas piezas las mantienen a la vista. La vivienda esta lista para entrar a vivir. La finca data de 1900 y tiene ascensor en planta. Ubicado a segundos andando de plaza Universidad y a escaso minuto andando de plaza Cataluña. Zona centro de toda Barcelona, rodeado de toda clase de servicios, transportes y actividades de ocio. Líneas de Rodalíes, metro, bus, taxi y aerobús. Junto a la calle comercial Pelayo, el Centro Comercial El Triangle y El Corte Inglés. A escasos minutos andando del MACBA, bibliotecas, facultades universitarias y a un paso de Las Ramblas. Consúltanos sobre nuestros servicios: - TASACIÓN DE SU VIVIENDA GRATUITA Y SIN COMPROMISO para que conozca el valor de su vivienda o si necesita venderla - ASESORAMIENTO FINANCIERO para ayudarle a encontrar el piso con el precio que le encaja y resolver las dudas del proceso de compra. - ASESORAMIENTO DE VIVIENDA para ayudarle a encontrar el piso con las características que necesita. *El precio de venta del inmueble no incluye los honorarios de la inmobiliaria, ni los tributos que gravan Ia compraventa (ITP) ni, en caso de haberlos, los notariales y los registrales, que satisface el comprador. *.", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 5200.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "El Raval, Barcelona", "title": "Piso en Calle de Pelayo"}, "hasPlan": true, "has3DTour": true, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "99004071", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/4b/c9/73/1031098159.jpg", "externalReference": "AB-PONT-445", "numPhotos": 17, "floor": "4", "price": 445000.0, "propertyType": "flat", "operation": "sale", "size": 90.0, "exterior": true, "rooms": 2, "bathrooms": 2, "address": "Calle de Pelayo", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Raval", "latitude": 41.3843371, "longitude": 2.167658, "showAddress": false, "url": "https://www.idealista.com/inmueble/99004071/", "distance": "389", "description": "REF. AB-PONT-445 CONTACTA CON NOSOTROS AL WHATSAPP 634.947. 254. ANDREA. UBICACION UNICA La Casa Agency Punto Pont del Treball presenta: Vivienda, en el corazón de Barcelona, a escasos pasos de la Rambla de Catalunya. Cuenta con una superficie construida de 90 m2 divido en: - Habitación Matrimonial con Armario amplio empotrado, con bóvedas catalanas a la vista. - Cocina Office totalmente equipada con electrodomésticos. - Un Primer baño Amplio de 3 piezas con bañera. - Salón Comedor Amplio con muchísima luz, cuenta con Chimenea ( en la actualidad de uso decorativo). - Habitación Doble Muy Amplia con Baño en Suite de 3 piezas con Plato de Ducha. Salida Directa a un Balcón de estar, desde la habitación y el comedor. Actualmente con Ventanales Altos para poder disfrutar del ambiente tanto en Invierno como en Verano Dispone de calefacción individual, techos originales tipo bóvedas catalanas en toda la vivienda, actualmente solo algunas piezas las mantienen a la vista. La vivienda esta lista para entrar a vivir. La finca data de 1900 y tiene ascensor en planta. Ubicado a segundos andando de plaza Universidad y a escaso minuto andando de plaza Cataluña. Zona centro de toda Barcelona, rodeado de toda clase de servicios, transportes y actividades de ocio. Líneas de Rodalíes, metro, bus, taxi y aerobús. Junto a la calle comercial Pelayo, el Centro Comercial El Triangle y El Corte Inglés. A escasos minutos andando del MACBA, bibliotecas, facultades universitarias y a un paso de Las Ramblas. Consúltanos sobre nuestros servicios: - TASACIÓN DE SU VIVIENDA GRATUITA Y SIN COMPROMISO para que conozca el valor de su vivienda o si necesita venderla - ASESORAMIENTO FINANCIERO para ayudarle a encontrar el piso con el precio que le encaja y resolver las dudas del proceso de compra. - ASESORAMIENTO DE VIVIENDA para ayudarle a encontrar el piso con las características que necesita. *El precio de venta del inmueble no incluye los honorarios de la inmobiliaria, ni los tributos que gravan Ia compraventa (ITP) ni, en caso de haberlos, los notariales y los registrales, que satisface el comprador. *.", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 4944.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "El Raval, Barcelona", "title": "Piso en Calle de Pelayo"}, "hasPlan": true, "has3DTour": true, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98096836", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/98/42/a6/1000966981.jpg", "externalReference": "THE-ATTIC", "numPhotos": 32, "floor": "7", "price": 1050000.0, "propertyType": "penthouse", "operation": "sale", "size": 150.0, "exterior": true, "rooms": 2, "bathrooms": 2, "address": "Calle de Roger de Llúria", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3913849, "longitude": 2.1704916, "showAddress": false, "url": "https://www.idealista.com/inmueble/98096836/", "distance": "439", "description": "Prepárate para quedarte sin aliento cuando entres en este ático, pensado y diseñado hasta el último detalle por sus actuales propietarios.  Su gran protagonista es, sin duda, una magnífica terraza de 50 m2 con todos los elementos que puedas desear: una cuidada zona verde, un bonito y agradable suelo de tarima, zonas de comedor y de solarium, toldos motorizados, iluminación cálida y vistas panorámicas a tres vientos. El interior, de 125 m2, es un espacio semi abierto que resuma personalidad y que está distribuido en 4 espacios diferentes: • Un gran salón comedor, presidido por una estantería de tipo industrial con puertas correderas de pared a pared y de suelo a techo, que permiten disfrutar de las vistas desde cualquier punto  • Una moderna cocina, completamente equipada, que gira alrededor de una fantástica isla que será, sin duda, la segunda gran protagonista de este ático • Una habitación en-suite con un baño con ducha • Una segunda habitación con su baño, que puede funcionar como dormitorio o como estudio. La oferta de este increíble ático se completa con lo siguiente: •Gran espacio de almacenamiento a lo largo de sus dos paredes laterales •Suelo de microcemento •Climatización por conductos. Todos los acabados son de gran calidad y sus espacios, amplios, abiertos y llenos de luz, permitirán a sus habitantes poner en práctica un nuevo concepto de vida al aire libre en la ciudad. Está situado en un edificio con ascensor y servicio de conserjería. Posibilidad de parking en la misma finca. Muy buena ubicación, a sólo unos minutos de eje comercial y de ocio de Paseo de Gracia, Rambla Cataluña y Plaza Cataluña.  Estamos delante de una pieza única sinónimo de exclusividad y privacidad. Contacta ya con ÀNIMA Living para concertar una visita.", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 7000.0, "detailedType": {"typology": "flat", "subTypology": "penthouse"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Ático en Calle de Roger de Llúria"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "labels": [{"name": "luxuryType", "text": "Lujo"}], "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98378391", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/de/9a/5f/1010017711.jpg", "externalReference": "1661", "numPhotos": 19, "floor": "4", "price": 345000.0, "propertyType": "flat", "operation": "sale", "size": 74.0, "exterior": true, "rooms": 2, "bathrooms": 1, "address": "Calle d'Espolsa-sacs", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Gòtic", "latitude": 41.3846082, "longitude": 2.1726698, "showAddress": false, "url": "https://www.idealista.com/inmueble/98378391/", "distance": "401", "description": "Les presentamos este fantástico y acogedor piso de 64 m2, situado en el emblemático barrio Gótico de Barcelona en una zona muy tranquila y silenciosa. El inmueble se encuentra en una 4ª planta y es el piso más alto de la finca donde tiene acceso a la terraza comunitaria con maravillosas vistas a la ciudad. Tiene ascensor y la escalera de la finca está reformada recientemente.     Situado a escasos metros de Carrer Comptal, paralela a Puerta del Ángel y a una manzana de Plaça Catalunya teniendo Paseo de Gracia y Rambla Catalunya a dos pasos con infinidad de comercios y restaurantes a pie de calle.  Muy buena comunicación con todo tipo de transporte público.     El inmueble consta de 2 habitaciones dobles con puertas de madera antigua y un baño con ducha, un comedor, el salón tiene un ventanal con vistas despejadas, techos altos y vigas de madera maciza.  Cocina equipada: lavadora, microondas, nevera, horno, lavavajillas, puerta principal de seguridad y suelo con parquet. No dudes en visitarlo.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 4662.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "El Gòtic, Barcelona", "title": "Piso en Calle d'Espolsa-sacs"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98408237", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/ab/26/e7/1011201212.jpg", "externalReference": "BVGH0639", "numPhotos": 32, "floor": "2", "price": 410000.0, "propertyType": "flat", "operation": "sale", "size": 80.0, "exterior": true, "rooms": 2, "bathrooms": 2, "address": "Via Laietana", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Gòtic", "latitude": 41.3879483, "longitude": 2.1725739, "showAddress": false, "url": "https://www.idealista.com/inmueble/98408237/", "distance": "242", "description": "ESPECTACULAR PISO EN VENTA Piso venta Via Laietana Magnifico piso en venta en la mismísima Via Laietana en finca regia rehabilitada con ascensor y gran plaza de aparcamiento OPCIONAL. Sus 80 m2 útiles se distribuyen en salón-comedor, dos dormitorios (el principal en suite), cocina, un baño completo y un aseo. Excepcional ubicacion junto Plaça Urquinaona y a escasos minutos de Plaça Catalunya y Paseo de Gracia. No cobramos honorarios al comprador. Impuestos, gastos de notaría y gestoría no incluidos en el precio de compra de la vivienda. Venga a verlo y se enamorará! Valor de referencia 349.308, 54€ PRODUCTO EXCLUSIVO DE APIALIA NO LO DUDE MÁS Y LLAME YA!", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 5125.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "El Gòtic, Barcelona", "title": "Piso en Via Laietana"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "97629061", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/3e/a1/16/992848251.jpg", "externalReference": "I01284R20", "numPhotos": 31, "floor": "5", "price": 450000.0, "propertyType": "flat", "operation": "sale", "size": 88.0, "exterior": true, "rooms": 2, "bathrooms": 1, "address": "Calle de Pelai", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3843635, "longitude": 2.1676329, "showAddress": false, "url": "https://www.idealista.com/inmueble/97629061/", "distance": "387", "description": "A-House le ofrece este soleado piso en Finca Regia en la ”Dreta de l'Eixample\".    La propiedad está distribuida en salón comedor con salida a balcón, cocina americana, dos habitaciones: una doble con salida a balcón, una individual y un cuarto de baño completo.    La vivienda está para entrar a vivir.    Muy luminosa debido a su quinto de altura real y su orientación sureste.     Dispone de bomba de frío y calor centralizada y calefacción de gas natural.    Finca Regia 1900 con conserje y ascensor.      Cerca encontramos diversidad de transportes como metros (L2, L3 L4 Passeig de Gracia, L4 Girona, L1, L4 Urquinaona, L1 Plaza Catalunya), autobuses (TMB, AEROBUS), tren y ferrocarriles (Estación de Plaza Catalunya), y multitud de servicios como hospitales, colegios (Centre d'Estudis Catalunya, Stucom Pelai, Escola Castella, Sant Francesc d'Assís, Institut Escola Elisabets, Eixample Clínic), universidades, zonas infantiles y comercios.    La “Dreta de l´Eixample” es el barrio central del distrito, delimitado por las calles Nápoles y Balmes los extremos y con frontera con los distritos de Gràcia y Ciutat Vella.  El llamado “Quadrat d'Ór” se encuentra en sus límites y el paseo de Gracia es su columna vertebral. En el barrio se concentran las principales joyas modernistas, como La Pedrera, la Casa Batlló, la Casa Amatller, la Casa Lleó Morera o la Casa Rocamora, junto a la plaza Catalunya. Las grandes firmas de lujo y algunos de los mejores hoteles se han instalado en esta milla de oro, que también es un gran atractivo para el mercado de oficinas.      Aproveche esta oportunidad.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 5114.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso en Calle de Pelai"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "labels": [{"name": "luxuryType", "text": "Lujo"}], "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98981424", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/c5/7b/f0/1030368412.jpg", "numPhotos": 46, "floor": "4", "price": 1500000.0, "propertyType": "flat", "operation": "sale", "size": 151.0, "exterior": true, "rooms": 2, "bathrooms": 2, "address": "Calle del Consell de Cent", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3891548, "longitude": 2.1671207, "showAddress": false, "url": "https://www.idealista.com/inmueble/98981424/", "distance": "287", "description": "ATENDEMOS SABADOS Y DOMINGOS. También por WhatsApp en el 696956400, preguntad por Jordi Bernadó. BERNADO LUXURY HOUSES vende esta espectacular propiedad a estrenar de 132 m2 situada en una finca regia en la mejor zona de Barcelona, a tan solo 25 m del Paseo de Gracia y de tiendas como Gucci, Chanel, Bulgari, Dior, Louis Vuitton. La vivienda recientemente reformada, se compone de un área social donde encontramos hall de entrada, cocina americana y salón-comedor con acceso a dos grandes balcones. La zona de noche se compone de dos habitaciones dobles, una de ellas en suite con baño completo. Todas ellas equipadas con amplios armarios empotrados y acceso directo a una terraza. Los acabados de los que dispone esta vivienda son los mejores del mercado: El pavimento es un parquet laminado LAM TT6 ROBLE STUDIOLANE NATUR V 4L lama de grandes dimensiones, sobre aislamiento acustico TRIACUSTIC 35, rematado con un zócalo ornamental de poliestireno de alta densidad con terminación lacada similar a las paredes. Hay falso techo en toda la vivienda, terminado en pintura plástica lisa. El salón cuenta con una zona de comedor con la mesa circular de mármol de la marca MODULNOVA. En la zona de estar encontramos un sofá modelo Provenza de la marca ORGANIC. Destacan también las cortinas de la marca ONDA PERFECTA de Lino, con acabado litoral de Yutes, y la alfombra Killim de ECI de 200x300 cm. En el pasillo-recibidor se crea un ambiente acogedor de entrada, con un aparador de roble modelo Sand ECI de la Marca ECI Los dormitorios están equipados con mobiliario de cama, mesita de noche, iluminación de sobre mesa y alfombra según el caso. En los baños tenemos Griferías en distintos acabados de la marca Neve y sanitarios de diseño suspendido de la marca Roca.  Los alicatados son porcelánicos de primera calidad. El baño de la suite principal dispone de plato de ducha, mueble de baño Ithaca de la marca CODIS y encimera de mármol con griferias de la marca NEVE con acabado en Bronce. Porcelanicos de paredes: Acabado Jerusalen Rectificado de Ragno El baño secundario consta de mueble de lavabo modelo de la marca CODIS, la grifería de la marca NEVE, acabado niquel cepillado, inodoro suspendido modelo Shui Comfort de LA marca CIELO y ducha con mampara. El espejo e iluminación se disponen en coordinación con el diseño del baño. Para el espacio de cocina se coloca el modelo MH6 Miltech de MODULNOVA, con acabado G1 BIANCO en muebles de suelo, acabado G2 Rovere Chiaro en columnas y estantes. Encimera y aplacado acabado en Neolith modelo NERO ZIMBABWE Totalmente equipada, horno microondas, horno y vinoteca de la marca PANDO, y lavavajillas y figrorifico de la marca NEFF. La cocina con placa de inducción BORA PURU Grifería de acero inoxidable cepillado modelo CANDOR-S. La vivienda dispone de un mueble lavadero con lavadora y secadora en torre de la marca Mièle, donde además se centralizan las llaves de corte de los distintos cuartos de baño del piso y de la cocina. Una oportunidad de vivir una en la mejor zona de Barcelona.", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 9934.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso en Calle del Consell de Cent"}, "hasPlan": true, "has3DTour": true, "has360": false, "hasStaging": false, "labels": [{"name": "luxuryType", "text": "Lujo"}], "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98134581", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/57/e8/8b/1002193418.jpg", "numPhotos": 38, "floor": "3", "price": 775000.0, "propertyType": "flat", "operation": "sale", "size": 100.0, "exterior": true, "rooms": 2, "bathrooms": 2, "address": "Calle de Casp, 19", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3896265, "longitude": 2.1701805, "showAddress": true, "url": "https://www.idealista.com/inmueble/98134581/", "distance": "242", "description": "PISO MODERNISTA A ESTRENAR EN EL EIXAMPLE ¡El piso ideal para empezar su nueva vida! El piso está situado en una de las mejores zonas del distrito del ´Eixample´, a 50 m del Paseo de Gracia y Plaza de Cataluña, con todos los servicios, comercios y transporte público disponibles. Su localización le permitirá tener todas sus necesidades a su alcance. La vivienda está distribuida en dos habitaciones dobles (una tipo suite); cocina equipada, un acogedor salón-comedo y dos baños. Esta disposición del piso, al no estar amueblado, permite la adaptación del entorno a su gusto y el disfrute de los espacios amplios. El piso es muy luminoso debido a la presencia de la galería y está equipado con aire acondicionado, proporcionando así un bienestar completo. La vivienda se encuentra a estrenar y está lista para entrar a vivir, con todos los suministros dados de alta, constando de unos acabados de alta calidad, mosaicos hidráulicos, puertas interiores de la época, molduras e iluminación modernistas en toda la vivienda. El edificio dispone de ascensor, servicio de portería, zona de aparcamientos y patio interior. La tranquilidad y accesibilidad a las viviendas de la finca garantiza la comodidad de sus inquilinos. Mañana puede ser tarde, ¡No dude en ponerse en contacto conmigo para cualquier duda, visita o información! NOTA: Al precio indicado deberán añadir los gastos e impuestos de la compraventa (10% ITP o 21% IVA + Notaría + Registro de la Propiedad).", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 7750.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso en Calle de Casp, 19"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "labels": [{"name": "luxuryType", "text": "Lujo"}], "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "97850466", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/c4/00/1e/992612662.jpg", "numPhotos": 36, "floor": "4", "price": 675000.0, "propertyType": "flat", "operation": "sale", "size": 80.0, "exterior": true, "rooms": 2, "bathrooms": 2, "address": "Calle de Santa Anna, 21", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Gòtic", "latitude": 41.3853775, "longitude": 2.1714473, "showAddress": true, "url": "https://www.idealista.com/inmueble/97850466/", "distance": "272", "description": "PISO MODERNISTA EN EL CENTRO DE BARCELONA ¡El piso ideal para empezar su nueva vida! El piso está situado en una de las mejores zonas del barrio gótico, en el mismo centro de Barcelona. La finca está ubicada en una calle peatonal junto a \"Plaça Catalunya\", con todos los servicios, comercios, ocio y transportes públicos disponibles. Su localización le permitirá tener todas sus necesidades a su alcance. La vivienda está distribuida en dos habitaciones dobles; cocina equipada, un acogedor salón-comedor y dos baños. Esta disposición del piso, al no estar amueblado, permite la adaptación del entorno a su gusto y el disfrute de los espacios amplios. El piso es muy luminoso debido a la presencia de grandes accesos a los balcones y está equipado con aire acondicionado y trastero de 3 m2 en zona de cubierta, proporcionando así un bienestar completo. La vivienda se encuentra a estrenar y está lista para entrar a vivir, con todos los suministros dados de alta, constando de unos acabados de alta calidad, mosaicos hidráulicos, puertas interiores de la época, molduras e iluminación modernistas en toda la vivienda. El edificio (Casa Elena Castellano) es de estética modernista construido el año 1907, decorado con arcos y relieves florales, con ascensor y patio interior. La tranquilidad y accesibilidad a las viviendas de la finca garantiza la comodidad de sus inquilinos. Da a la calle Santa Anna y la zona posterior, a la Iglesia de Santa Anna.  Mañana puede ser tarde, ¡No dude en ponerse en contacto conmigo para cualquier duda, visita o información! NOTA: Al precio indicado deberán añadir los gastos e impuestos de la compraventa (10% ITP o 21% IVA + Notaría + Registro de la Propiedad).", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 8438.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "El Gòtic, Barcelona", "title": "Piso en Calle de Santa Anna, 21"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "labels": [{"name": "luxuryType", "text": "Lujo"}], "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "93205031", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/b7/8b/d5/1030513398.jpg", "externalReference": "3620 ANTV", "numPhotos": 18, "floor": "en", "price": 522000.0, "propertyType": "flat", "operation": "sale", "size": 98.0, "exterior": true, "rooms": 2, "bathrooms": 1, "address": "Calle del PI", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Gòtic", "latitude": 41.3843397, "longitude": 2.1723729, "showAddress": false, "url": "https://www.idealista.com/inmueble/93205031/", "distance": "411", "description": "C/ Pi, Piso en Barcelona de 98 m2 aprox. Distribuidos en 2 habitaciones, 1 baños completo, amplio salón comedor con salida a balcón, Terraza, cocina independiente con galerías, suelo de parquet, Finca con Ascensor, carpintería de madera y cerramientos de aluminio. zona céntrica bien comunicada.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 5327.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "El Gòtic, Barcelona", "title": "Piso en Calle del PI"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98992184", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/34/a2/5b/582311484.jpg", "externalReference": "10458", "numPhotos": 17, "floor": "5", "price": 345000.0, "propertyType": "penthouse", "operation": "sale", "size": 74.0, "exterior": true, "rooms": 2, "bathrooms": 1, "address": "Calle d'Espolsa-sacs", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Gòtic", "latitude": 41.3871909, "longitude": 2.1748047, "showAddress": false, "url": "https://www.idealista.com/inmueble/98992184/", "distance": "423", "description": "Ático de 74m2 construidos en calle privada. Se trata de un quinto piso de altura muy luminoso con vistas despejadas y consta de un amplio salón comedor con salida a balcon, 2 habitaciones dobles, un baño completo, cocina independiente completamente equipada, suelos de parque, calefacción a gas, ascensor. Mantiene detalle originales como las vigas de madera. Calle tranquila y silenciosa por las noches pues se cierra la verja de acceso por las noches. Piso amueblado y equipado.  74m2 penthouse built on a private street. It is a bright fifth floor with clear views and consists of a spacious living room with access to balcony, 2 double bedrooms, a bathroom, fully equipped kitchen, park floors, gas heating, elevator. It keeps original details such as wooden beams. Furnished and equipped apartment.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 4662.0, "detailedType": {"typology": "flat", "subTypology": "penthouse"}, "suggestedTexts": {"subtitle": "El Gòtic, Barcelona", "title": "Ático en Calle d'Espolsa-sacs"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "97903772", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/72/c1/74/994487196.jpg", "numPhotos": 28, "floor": "en", "price": 750000.0, "propertyType": "flat", "operation": "sale", "size": 120.0, "exterior": true, "rooms": 2, "bathrooms": 2, "address": "Calle de les Jonqueres", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "Sant Pere - Santa Caterina i la Ribera", "latitude": 41.3876252, "longitude": 2.1743073, "showAddress": false, "url": "https://www.idealista.com/inmueble/97903772/", "distance": "381", "description": "JUNTO PALAU DE LA MÚSICA. Piso loft soleado junto Palau de la Música, en un edificio original del 1870 rehabilitado íntegramente en el año 1997. Edificio histórico que albergó en su día un convento. Actualmente, dispone de amplio ascensor y zona comunitaria ajardinada central en la zona del antiguo claustro. Esta vivienda con dos fachadas es toda exterior, dispone de amplios ventanales con vistas al espacio central del edificio. El loft se reformó hace unos 13 años y mantiene un gran encanto.  CARACTERÍSTICAS Presentamos este inmueble singular tipo loft de 120 m2 construidos con terraza tipo jardín de 40m2 en finca totalmente rehabilitada junto Palau de la Música. Sus amplios ventanales permiten que sea un inmueble con mucha luz y su ubicación inmejorable entre la zona centro y Eixample Derecho cerca de Plaza Urquinaona nos invita a vivir la ciudad Condal desde el epicentro de la actividad comercial, de restauración, ocio y entretenimiento, permitiendo desde una ubicación privilegiada, el disfrute de la ciudad sin sacrificar un entorno tranquilo.   Distribuido en planta baja: consta de salón-comedor con salida a la terraza de 40 m2 de uso privativo, cocina abierta mas un dormitorio y un baño. Planta superior, a la cual accedemos por una escalera, disponemos de una zona con una habitación/closed y baño completo con una superficie útil de 22m2 (informamos que esta parte de la vivienda esta escriturada para  posibles tasaciones. Contactar Property. S. A. Ronda General Mitre 104 bajos esquina Vico 08021. Barcelona.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 6250.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "Sant Pere - Santa Caterina i la Ribera, Barcelona", "title": "Piso en Calle de les Jonqueres"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "86943407", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/09/78/1d/947907135.jpg", "externalReference": "BCNP2729", "numPhotos": 18, "floor": "1", "price": 749000.0, "propertyType": "flat", "operation": "sale", "size": 113.0, "exterior": true, "rooms": 2, "bathrooms": 2, "address": "barrio El Gòtic", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Gòtic", "latitude": 41.3866448, "longitude": 2.1739767, "showAddress": false, "url": "https://www.idealista.com/inmueble/86943407/", "distance": "364", "description": "Situado en una privilegiada y tranquila zona del barrio Gótico de Barcelona, al lado de la antigua sinagoga de la ciudad, una de las más antiguas de Europa que se remonta a 1314. El piso está ubicado en una finca que fue completamente rehabilitada en 2017 y se encuentra a tan solo 5 minutos a pie de El Born, con su gran variedad de tiendas, bares y restaurantes. Al mismo tiempo muy cerca a la playa y plaza Catalunya. El piso goza de luz natural que alberga todos sus espacios gracias a la altura de unos 4 metros de los techos. Dos habitaciones dobles y dos baños, armarios empotrados y espacio de almacenamiento en la parte superior de las habitaciones. Un fantástico salón comedor con la cocina americana el espacio que dispone de 4 ventanas al exterior. En la azotea de la finca se halla una fantástica zona comunitaria para disfrutar las cenas con amigos o tomar el sol en los días de calor. Una auténtica joya en el barrio más histórico de la ciudad. Es el distrito más antiguo, el número 1, el embrión de la ciudad, donde comienza toda su historia desde la original Barcino, donde conviven las ruinas romanas con el gótico medieval. Este distrito se compone de cuatro barrios: el Gòtic, Sant Pere, Santa Caterina, El Born i la Ribera, y la Barceloneta, cada uno con atractivo tanto para turistas -ya que es la zona más turística de la ciudad- como para residentes. A pesar de su nombre, es una zona dinámica, llena de historia, arte y cultura, de diversidad y muy cosmopolita.  Sus dos mercados son especialmente interesantes, La Boquería y Santa Caterina tienen de todo lo que necesite de cualquier parte del mundo. Al inmenso interés histórico del distrito se ha de sumar La Barceloneta, el pueblo tradicionalmente marinero que se anexó a la ciudad como un barrio más, abriéndole un acceso directo a la playa. Las edificaciones son bastante antiguas, muchas muy bien conservadas o remodeladas. Los pisos son generalmente medianos a pequeños, y pueden encontrarse fantásticas joyas históricas, como pisos que incluyen paredes medievales o romanas. Así que si es usted un amante de la historia milenaria de la ciudad, la cultura, el patrimonio, la gastronomía más variada, la playa, y el entretenimiento, y quiere hacer una buena inversión, en este distrito puede encontrar su barrio ideal.", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 6628.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "El Gòtic, Barcelona", "title": "Piso"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "96864111", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/fe/52/56/972229289.jpg", "externalReference": "CHV1030", "numPhotos": 31, "floor": "2", "price": 410000.0, "propertyType": "flat", "operation": "sale", "size": 87.0, "exterior": true, "rooms": 2, "bathrooms": 2, "address": "Via Laietana", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Gòtic", "latitude": 41.3890483, "longitude": 2.1743739, "showAddress": false, "url": "https://www.idealista.com/inmueble/96864111/", "distance": "424", "description": "Magnifico piso en venta en la mismísima Via Layetana en finca regia rehabilitada con ascensor. Gran plaza de aparcamiento opcional. Sus 80 m2 útiles se distribuyen en salón-comedor, dos dormitorios, cocina y un baño completo. ¡Venga a verlo y se enamorará!    Producto APIALIA  Chrysol Value.", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 4713.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "El Gòtic, Barcelona", "title": "Piso en Via Laietana"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "99045973", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/14/98/f7/1032291808.jpg", "externalReference": "PDT390", "numPhotos": 13, "floor": "4", "price": 390000.0, "propertyType": "flat", "operation": "sale", "size": 75.0, "exterior": true, "rooms": 2, "bathrooms": 1, "address": "Calle de Pelayo", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3868133, "longitude": 2.1672966, "showAddress": false, "url": "https://www.idealista.com/inmueble/99045973/", "distance": "216", "description": "LA CASA AGENCY PRESENTA EL PISO EN CALLE DE PELAYO: Vivienda, en el corazón de Barcelona, a escasos pasos de la Rambla de Catalunya. Cuenta con una superficie de 75 m2 divido en 2 Habitaciones (1 Habitación Matrimonial con Armario amplio empotrado y 1 Habitación Mediana al patio comunitario, luminosa), salón comedor amplio con muchísima luz, con cocina americana, mesa desayunador y espacio lavadero, espacio abierto con salida directa al balcón, baño 3 piezas con plato de ducha. Dispone de calefacción individual, techos originales tipo bóvedas catalanas en toda la vivienda, actualmente solo algunas piezas las mantienen a la vista. La vivienda esta lista para entrar a vivir. La finca data de 1900 y tiene ascensor en planta. Ubicado a segundos andando de plaza Universidad y a escaso minuto andando de plaza Cataluña. ¿Necesitas asesoramiento financiero? Nuestros asesores financieros profesionales te orientarán sin compromiso en el trámite de hipotecas ¡DE MANERA TOTALMENTE GRATUITA! Además, si deseas conocer el valor de tu vivienda, contáctenos y te la valoramos SIN COMPROMISO Y SIN COSTE. El precio de venta del inmueble no incluye los honorarios de la inmobiliaria, ni los tributos que gravan la compraventa (ITP o IVA), ni, en caso de haberlos, los notariales y los registrales, que satisface el comprador. ¡CONTACTA AHORA PARA AGENDAR UNA VISITA! También atendemos por WhatsApp al +34 681 96 48 93.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 5200.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso en Calle de Pelayo"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98392847", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/70/24/a6/1015270173.jpg", "externalReference": "1016", "numPhotos": 28, "price": 790000.0, "propertyType": "flat", "operation": "sale", "size": 108.0, "exterior": false, "rooms": 2, "bathrooms": 2, "address": "Rambla La", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Gòtic", "latitude": 41.3839183, "longitude": 2.171157, "showAddress": false, "url": "https://www.idealista.com/inmueble/98392847/", "distance": "412", "description": "Pisos recién reformados en una de las calles más emblemáticas de la ciudad 5 apartamentos con vistas al Mercado de La Boquería. Pisos con balcones o terrazas. Este piso está recién reformado en una de las calles más emblemáticas de la ciudad condal. Entrando te encuentras a la derecha una moderna cocina con acabados de calidad y marca Siemens con todos los electrodoméstico. Espacioso salón comedor con 2 grandes ventanales y un balcón que recorre toda la fachada. 1 habitación suite con su baño y armarios empotrados y un segundo dormitorio doble y enfrente de éste un baño completo. Acabados de calidad. Ubicado en una de las calles más emblemáticas de Barcelona y que marca la línea divisoria de los conocidos barrios Gótico y Raval. Zona conocida por su tradición artística y cultural, cerca de lugares emblemáticos de la ciudad: el mercado de la Boquería, Plaza Colón, Port Vell, Palau Güell, Plaza Real, Teatro Liceo, Avenida Drassanes y el Gótico. Excelente acceso a la red de transporte público. Las escuelas y los servicios de la zona permiten una vida cómoda sin necesidad de trasladarse a otro barrio. Live the UnReal Estate.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": false, "priceByArea": 7315.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "El Gòtic, Barcelona", "title": "Piso en Rambla La"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "97365121", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/8f/92/bc/977286479.jpg", "externalReference": "53", "numPhotos": 12, "price": 265500.0, "propertyType": "flat", "operation": "sale", "size": 81.0, "exterior": false, "rooms": 2, "bathrooms": 2, "address": "Calle dels Tallers", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Raval", "latitude": 41.3835959, "longitude": 2.1703769, "showAddress": false, "url": "https://www.idealista.com/inmueble/97365121/", "distance": "434", "description": "Piso en Barcelona, idóneo para parejas. La vivienda dispone de una superficie de 81 m² construidos distribuidos en 2 habitaciones, salón-comedor, cocina además de 2 aseos. Situado en el centro de Barcelona, muy cerca de Gran Via de les Corts Catalanes en el barrio de El Raval, cerca de Plaça de Catalunya, Mercado de La Boqueria y Casa Batlló. En sus alrededores encontramos la Facultat de Geografia i Història - Universitat de Barcelona, supermercados, bancos, bibliotecas, farmacias, oficinas de correos, centros deportivos, paradas de autobús, la estación de metro Universitat y la estación de tren Catalunya. Se encuentra a 7 minutos andando del centro de la localidad.", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 3278.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "El Raval, Barcelona", "title": "Piso en Calle dels Tallers"}, "hasPlan": true, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "97620851", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/ac/bf/1a/985038388.jpg", "numPhotos": 31, "floor": "2", "price": 410000.0, "propertyType": "flat", "operation": "sale", "size": 80.0, "exterior": true, "rooms": 2, "bathrooms": 1, "address": "Via Laietana", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Gòtic", "latitude": 41.3864483, "longitude": 2.1722739, "showAddress": false, "url": "https://www.idealista.com/inmueble/97620851/", "distance": "239", "description": "Piso venta Via Laietana. Magnifico piso en venta en la mismísima Via Laietana en finca regia rehabilitada con ascensor y gran plaza de aparcamiento OPCIONAL. Sus 80 m2 útiles se distribuyen en salón-comedor con salida a balcón, dos dormitorios(1 doble y 1 individual), cocina equipada y un baño completo. Suelos de parquet. Venga a verlo y se enamorará! Valor de referencia 349.308, 54. Producto exclusivo Apialia. Si es lo que estaba buscando, no lo piense más y LLAME!", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 5125.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "El Gòtic, Barcelona", "title": "Piso en Via Laietana"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "96836683", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/67/64/ef/957845771.jpg", "externalReference": "9193JLAIapi", "numPhotos": 26, "floor": "2", "price": 410000.0, "propertyType": "flat", "operation": "sale", "size": 87.0, "exterior": true, "rooms": 2, "bathrooms": 1, "address": "Via Laietana", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Gòtic", "latitude": 41.3882483, "longitude": 2.1718739, "showAddress": false, "url": "https://www.idealista.com/inmueble/96836683/", "distance": "197", "description": "Piso en venta en la Via Laietana. Magnifico piso en venta en la mismísima Via Laietana en finca regia rehabilitada con ascensor y gran plaza de aparcamiento incluida. Sus 80 m2 útiles se distribuyen en salón-comedor, dos dormitorios, cocina y un baño completo. Tener en cuenta que la laa propuesta definitiva para transformar la Via Laietana de Barcelona, en un hermoso boulevard, prevé que los vehículos particulares sólo puedan circular en sentido mar y a una velocidad máxima de 30km/h por una vía compartida con las bicicletas. También se ampliarán las aceras -de 2,50 metros a 4,15- y habrá carril bus por sentido. Por otra parte, las calles de Jonqueres, Àngel J. Baixeras y de la Fusteria se pacificarán.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "parkingSpace": {"hasParkingSpace": true, "isParkingSpaceIncludedInPrice": true}, "priceByArea": 4713.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "El Gòtic, Barcelona", "title": "Piso en Via Laietana"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98041282", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/48/44/60/999128058.jpg", "externalReference": "584406", "numPhotos": 25, "floor": "1", "price": 340000.0, "propertyType": "flat", "operation": "sale", "size": 65.0, "exterior": true, "rooms": 2, "bathrooms": 1, "address": "Calle dels Tallers", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Raval", "latitude": 41.3854336, "longitude": 2.1681321, "showAddress": false, "url": "https://www.idealista.com/inmueble/98041282/", "distance": "263", "description": "Encantador piso en Ciutat Vella De particular a particular con Housfy. Se vende piso directamente del propietario en Ciutat Vella, Barcelona, un espacio para disfrutar en tu día a día. Construido en 1880 en Barcelona. Consta de 65 m2 muy bien distribuidos. Características: - Espléndido piso de 65 m2 en El Raval. (Los metros cuadrados están verificados con la Dirección General de Catastro) - Cuenta con todas las comodidades posibles de 2 habitaciones y 1 baño. - Cómodo comedor perfecto para descansar tras una jornada de trabajo, siendo además, un espacio agradable y estupendo para visitas de amigos y familiares. - Con una funcional cocina en muy buen estado y equipada con todo lo necesario. - Balcón. - Exterior. - Segundo real sin ascensor. Sobre la situación de este piso está localizado en Barcelona. Con fácil acceso y servicios que facilitarán y mejorarán tu día a día. Sobre nosotros: Housfy es una plataforma tecnológica que ofrece al propietario/a todos los servicios necesarios para que pueda vender la propiedad por su cuenta. Para más información, visítenos en housfy. com. AICAT número: 7922.", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": false, "priceByArea": 5231.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "El Raval, Barcelona", "title": "Piso en Calle dels Tallers"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "97950228", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/4a/ff/57/995986614.jpg", "externalReference": "1544", "numPhotos": 24, "price": 890000.0, "propertyType": "flat", "operation": "sale", "size": 111.0, "exterior": false, "rooms": 2, "bathrooms": 2, "address": "Calle de Pau Claris", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3887851, "longitude": 2.1718781, "showAddress": false, "url": "https://www.idealista.com/inmueble/97950228/", "distance": "230", "description": "Por si no os lo había dicho aún (que se note la ironía) me declaro fan de los patio del Eixample, nunca dejarán de sorprenderme los edificios de esta zona, veo las galería de lejos y a los vecinos disfrutando de la tranquilidad que se respira en estos patios de manzana. Hoy nos encontramos en uno de ellos y con un patio/terraza súper gustoso, una parte atarimado y con muchísima plantas, muy fan.  El piso es una 1ª planta de 150 m2 repercutidos, de los cuales 110 m2 son de piso y 110 m2 de terraza, qué maravilla. Os cuento la distribucion para que la entendáis bien pero ya sabéis que la imaginacion hace magia y podéis reubicarlo a vuestro gusto. El salon comedor se une con la habitacion principal, que es enooorme, tiene baño en suite, vestidor y anexo a la galería (que también se accede desde el salon) y salida a la súper terraza. Hacia al otro extremo del piso pasamos por la cocina que es independiente, está equipada, y finalmente la segunda habitacion y otro baño.  ¡Os gustará! RESUMEN: 1ª planta 150 m2 repercutidos Piso de 110 m2 de vivienda Patio/terraza de 110 m2  Salon-comedor Salon de TV Cocina independiente 2 habitaciones dobles 2 baños Vestidor Calefaccion de gas por radiadores Aire acondicionado Ascensor Conserje Finca Regia MUEBLES NO INCLUIDOS GASTOS DE COMPRAVENTA NO INCLUIDOS Interesados/as, por favor ENVIAD WHATSAPP a VICTOR al (+34) 605 57 89 13 con DISPONIBILIDAD DE HORARIOS. ¡Muchas gracias!", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 8018.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso en Calle de Pau Claris"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "96646589", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/7d/12/ba/952593884.jpg", "externalReference": "V-832", "numPhotos": 31, "floor": "2", "price": 410000.0, "propertyType": "flat", "operation": "sale", "size": 87.0, "exterior": false, "rooms": 2, "bathrooms": 2, "address": "Via Laietana", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Gòtic", "latitude": 41.3889483, "longitude": 2.1731739, "showAddress": false, "url": "https://www.idealista.com/inmueble/96646589/", "distance": "329", "description": "Piso venta Via Laietana Magnifico piso en venta en la mismísima Via Laietana en finca regia rehabilitada con ascensor y gran plaza de aparcamiento OPCIONAL. Sus 80 m2 útiles se distribuyen en salón-comedor, dos dormitorios (el principal en suite), cocina, un baño completo y un aseo. Excepcional ubicacion junto Plaça Urquinaona y a escasos minutos de Plaça Catalunya y Paseo de Gracia. No cobramos honorarios al comprador. Impuestos, gastos de notaría y gestoría no incluidos en el precio de compra de la vivienda. Venga a verlo y se enamorará!", "hasVideo": false, "status": "good", "newDevelopment": false, "priceByArea": 4713.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "El Gòtic, Barcelona", "title": "Piso en Via Laietana"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "92607527", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/ae/ac/f0/843878297.jpg", "externalReference": "001594", "numPhotos": 22, "floor": "1", "price": 450000.0, "propertyType": "flat", "operation": "sale", "size": 90.0, "exterior": false, "rooms": 2, "bathrooms": 2, "address": "Gran Via de les Corts Catalanes", "province": "Barcelona", "municipality": "Barcelona", "district": "Eixample", "country": "es", "neighborhood": "La Dreta de l'Eixample", "latitude": 41.3861215, "longitude": 2.1663332, "showAddress": false, "url": "https://www.idealista.com/inmueble/92607527/", "distance": "321", "description": "REF: 001594 CARACTERISTICAS:  - Superficie total 76 m² - Piso de 2 habitaciones Dobles todos con suite - Antigüedad más de 50 - Amplio salón muy luminoso - Cocina americana totalmente equipada - Ubicación inmejorable cerca de todas las comedidas - Aire Acondicionado / Calefacción - 2 baño completo  - Armorios empotrados - Amplia terraza privada de 14M2 UBICACIÓN Se ubica en zona inmejorable, cerca de todos los servicios, comercios y establecimientos. Cerca del metro de Diagonal (L3 y L5) y de la estación de FGC de Provença (S1, S2, S5, S5S, S6, L6, L7, S7, S7T). Junto al Paseo de Gracia y Avenida Diagonal. SOBRE ALL4FLAT Somos una agencia Real Estate situada en Barcelona. Nuestro trabajo consiste en ayudar en todos los trámites y etapas necesarios para la intermediación de propiedades inmobiliarias. Disponemos de un extenso portafolio de productos que incluyen todo tipo de bienes inmuebles para compra o alquiler. Además, ofrecemos servicios inmobiliarios de calidad complementarios como: reformas parciales o integrales, administraciones verticales y/o horizontales, soluciones de financiación, tramitación de seguros y asesoramiento legal y fiscal.  Ofrecemos servicios profesionales garantizando la calidad y la integridad de nuestro servicio para obtener el éxito de la compañía.", "hasVideo": true, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 5000.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "La Dreta de l'Eixample, Barcelona", "title": "Piso en Gran Via de les Corts Catalanes"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "96946503", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/b6/9f/9a/961189156.jpg", "externalReference": "4807", "numPhotos": 31, "price": 410000.0, "propertyType": "flat", "operation": "sale", "size": 87.0, "exterior": true, "rooms": 2, "bathrooms": 2, "address": "Via Laietana", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Gòtic", "latitude": 41.3873483, "longitude": 2.1717739, "showAddress": false, "url": "https://www.idealista.com/inmueble/96946503/", "distance": "169", "description": "Piso en venta en la emblemática Via Laietana junto a plaza Urquinaona. Es una segunda planta en Finca Regia rehabilitada del 1.840 con ascensor. De 87m2 útiles y 80m2 construidos distribuidos en amplio salón comedor con salida a balcón a Via Laietana, 2 habitaciones una de ellas suite con baño completo y vestidor, segundo baño y cocina independiente. Suelos de parquet, aire acondicionado por Split, calefacción. Posibilidad de plaza de parking en la misma finca. Vivienda en muy buen estado para entrar a vivir en el centro de la ciudad junto a Plaza Urquinaona, cerca de Plaza Cataluña y Paseo de Gracia, muy bien comunicada con transporte público varías líneas de metro, tren y paradas de autobús.", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": true, "priceByArea": 4713.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "El Gòtic, Barcelona", "title": "Piso en Via Laietana"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}, {"propertyCode": "98320961", "thumbnail": "https://img3.idealista.com/blur/WEB_LISTING/0/id.pro.es.image.master/ee/9f/6a/1008020216.jpg", "externalReference": "THH640", "numPhotos": 10, "floor": "3", "price": 395000.0, "propertyType": "flat", "operation": "sale", "size": 74.0, "exterior": true, "rooms": 2, "bathrooms": 1, "address": "Calle dels Tallers", "province": "Barcelona", "municipality": "Barcelona", "district": "Ciutat Vella", "country": "es", "neighborhood": "El Raval", "latitude": 41.3852279, "longitude": 2.1659385, "showAddress": false, "url": "https://www.idealista.com/inmueble/98320961/", "distance": "403", "description": "VENTA BCN · TALLERS/CIUTAT VELLA La terraza de este piso precioso me hizo viajar. No sabría decir exactamente adonde, pero mientras recorría sus 10m2 y me asomaba por esos arcos espectaculares para contemplar las vistas, sentía que estaba en algún lugar remoto. Esa sensacion me pasa muy pocas veces y es tan estimulante que no me canso de recomendar a todo el mundo que no pierdan la oportunidad de experimentarla en su propia piel. El interior del piso es igual de fascinante. Tiene 74 m2 y está en una 3ª planta. Todavía no tiene ascensor, pero el proyecto está aprobado por la comunidad y no tardará en instalarse. La cocina es abierta y viene equipada, y el salon-comedor es muy luminoso. De allí se accede a través de las puertas correderas a una de las habitaciones. Cuenta con una segunda habitacion y un baño.  ¡Os encantará! RESUMEN: 3ª planta (5º real) 74mt2 2 Habitaciones Salon-Comedor Cocina abierta y equipada  1 Baño Proyecto de ascensor aprobado por la comunidad y pendiente de instalacion Ventanas de aluminio Sistema de Aire por conducto Terraza de 10mt2 MUEBLES NO INCLUIDOS  GASTOS DE COMPRAVENTA NO INLCUIDOS  Su precio: 395.000 Interesados/as, por favor ENVIAD WHATSAPP a COSMA al (+34) 674 95 00 43 con DISPONIBILIDAD DE HORARIOS. ¡Muchas gracias!", "hasVideo": false, "status": "good", "newDevelopment": false, "hasLift": false, "priceByArea": 5338.0, "detailedType": {"typology": "flat"}, "suggestedTexts": {"subtitle": "El Raval, Barcelona", "title": "Piso en Calle dels Tallers"}, "hasPlan": false, "has3DTour": false, "has360": false, "hasStaging": false, "superTopHighlight": false, "topNewDevelopment": false}]